export default function AboutPage() {
  return <>
      <p>آي إس تي هي شركة مساهمة مصرية تأسست لتقديم الحلول الصناعية وحلول الطاقة الشمسية المتكاملة ومعالجة وتحلية المياه بما يتناسب مع احتياجات السوق المحلية والإقليمية، من خلال منتجاتنا العديدة عالية الجودة التي تم اختيارها واختبارها من قبل أكفأ المهندسين المتخصصين في هذه المجالات. تمثل شركة    آي إس تي الوكيل والممثل لشركة ديجر الألمانية في الدول الناطقة باللغة العربية وتضم مكتبًا للاستشارات والتصاميم الهندسية بالإضافة إلى مركز خدمة ودعم فني
        IST SERVICE AND TECHNICAL SUPPORT
        تعمل شركة آي إس تي وفق نظام جودة دقيق لضمان أعلى مستويات الجودة لجميع عملائها في القطاعات الصناعية ومتلقي حلول الطاقة الشمسية والطاقة المتجددة بكافة أشكالها تحت إدارة استشاري الطاقة الشمسية م. سيد محمود، وكذلك معالجة وتحلية المياه بالتعاون مع المكتب الاستشاري المتخصص إيكورد وفي مجال معالجة وتحلية المياه يمثله الأستاذ الدكتور رضوان مصطفى كمال المستشار البيئي المعتمد لدى وزارة البيئة المصرية والمستشار النقابي المعتمد من نقابة المهندسين في مجال تخطيط وتصميم المعالجة النباتات . 
        هذا بالإضافة إلى خدمات تطوير وتصميم وتركيب وصيانة محطات الطاقة الشمسية ومعالجة مياه الصرف الصحي بمختلف أنواعها (الصحي والصناعي). يتخصص المكتب الهندسي إيكورد في تحلية المياه المالحة (الآبار والبحار) وإعادة تدوير النفايات الصلبة والسائلة، بالإضافة إلى ترشيد الطاقة وإدارة الطلب على الطاقة، وكذلك الإدارة الشاملة. الموائع وتنفيذ المشاريع البحثية التطبيقية وكذلك التصميم الهندسي والإشراف على تنفيذ المشاريع المختلفة والبرامج التدريبية في المجالات التي يقدمها الاتحاد .
        تمتلك ايضاً شركة آي إس تي أيضًا أقسام متخصصة في تكنولوجيا التعليم وأنظمة إطفاء الحرائق
      </p>
  </>
}